{

"users":
[
 {"id":1, "email": "julian@gmail.com"},
 {"id":2, "email": "judi@gmail.com"},
 {"id":3, "email": "tony@gmail.com"},
 {"id":4, "email": "sara@gmail.com"}
],

"propertys":
[
  {
    "id": 1,
    "ownerId": 1,
    "pricing": 1411,
    "checkin": 16,
    "checkout": 11,
    "propertyType": 3,
    "bed": 2,
    "bedrooms": 1,
    "bathrooms": 2,
    "area": "large",
    "generalInfo": "Elit enim qui mollit deserunt officia eu eiusmod labore exercitation. Laborum magna proident ex sint nulla ex magna laborum laboris ullamco ullamco Lorem. Quis qui dolor sunt deserunt occaecat quis eu incididunt ad et. Ipsum ad nostrud Lorem in elit do pariatur laborum. Ex ullamco officia aliquip voluptate irure non elit ut ex. Ut Lorem nisi adipisicing adipisicing laboris eu duis do incididunt.\r\n",
    "title": "occaecat",
    "subTitle": "sunt",
    "address": "Incididunt pariatur cupidatat mollit laborum laboris proident ut culpa officia elit in veniam occaecat.",
    "afterBookingAddress": "Magna sunt cupidatat ullamco ex velit dolor laborum proident veniam pariatur pariatur enim occaecat reprehenderit.",
    "directions": "Amet sunt esse ea ipsum laborum occaecat enim deserunt ut.",
    "afterBookingDirections": "Aliquip sunt amet cillum elit.",
    "wifiDetails": "Amet cupidatat veniam ea velit fugiat consectetur ut anim est excepteur eiusmod pariatur tempor.",
    "town": "ex",
    "wifi": false,
    "pool": true,
    "ac": true,
    "parking": true,
    "gym": false,
    "restaurant": false,
    "spa": false,
    "beachAccessType": "none"
  },
  {
    "id": 2,
    "ownerId": 2,
    "pricing": 7217,
    "checkin": 15,
    "checkout": 11,
    "propertyType": 2,
    "bed": 5,
    "bedrooms": 5,
    "bathrooms": 1,
    "area": "medium",
    "generalInfo": "Proident elit id nostrud Lorem mollit sint. Occaecat reprehenderit dolor ea ea. Veniam occaecat fugiat mollit ad mollit. Aliqua dolor et quis tempor sint consequat officia ullamco id incididunt excepteur minim id est. Aliquip pariatur aliqua tempor ex. Officia in deserunt minim voluptate incididunt minim velit amet ullamco dolor cupidatat incididunt mollit aliqua.\r\n",
    "title": "anim",
    "subTitle": "consectetur",
    "address": "Ut veniam et culpa eu aliquip incididunt.",
    "afterBookingAddress": "Nisi velit dolor adipisicing laboris nulla amet culpa non id aliqua id veniam qui.",
    "directions": "Culpa velit minim elit voluptate laboris eu in officia enim occaecat aliqua.",
    "afterBookingDirections": "Amet velit excepteur do laboris sint minim elit commodo velit dolor ipsum velit.",
    "wifiDetails": "Labore reprehenderit exercitation elit reprehenderit aliqua aliqua est sint in laboris occaecat in.",
    "town": "consectetur",
    "wifi": false,
    "pool": false,
    "ac": false,
    "parking": false,
    "gym": false,
    "restaurant": true,
    "spa": false,
    "beachAccessType": "public"
  },
  {
    "id": 3,
    "ownerId": 1,
    "pricing": 5853,
    "checkin": 14,
    "checkout": 10,
    "propertyType": 1,
    "bed": 1,
    "bedrooms": 2,
    "bathrooms": 1,
    "area": "small",
    "generalInfo": "Adipisicing tempor culpa officia proident pariatur mollit dolore reprehenderit consequat dolor anim pariatur voluptate excepteur. Elit nulla consectetur enim nulla duis ex. Commodo Lorem fugiat ex elit dolore commodo commodo commodo consectetur amet enim deserunt. Aliquip sit excepteur reprehenderit duis et eu deserunt commodo sunt quis ea adipisicing elit. Quis excepteur sunt aliquip dolore in est. Ut nostrud cillum nostrud ad ipsum magna reprehenderit eu cillum ex.\r\n",
    "title": "officia",
    "subTitle": "culpa",
    "address": "Ea anim dolore tempor consequat anim magna sit.",
    "afterBookingAddress": "Id exercitation dolore ipsum in adipisicing mollit ipsum officia ullamco sunt do.",
    "directions": "Dolor laboris ipsum sunt anim enim pariatur cupidatat exercitation velit laboris dolor non velit do.",
    "afterBookingDirections": "Consectetur id laborum sunt ipsum adipisicing eiusmod culpa eiusmod sunt eu aliquip adipisicing sit.",
    "wifiDetails": "Aliquip nisi nisi excepteur enim deserunt officia commodo.",
    "town": "ut",
    "wifi": false,
    "pool": true,
    "ac": false,
    "parking": false,
    "gym": true,
    "restaurant": true,
    "spa": true,
    "beachAccessType": "public"
  },
  {
    "id": 4,
    "ownerId": 3,
    "pricing": 9806,
    "checkin": 14,
    "checkout": 11,
    "propertyType": 3,
    "bed": 1,
    "bedrooms": 1,
    "bathrooms": 2,
    "area": "medium",
    "generalInfo": "Qui consectetur veniam id cupidatat commodo proident. Do cillum elit proident consequat occaecat incididunt commodo laborum aute elit in ut tempor. Fugiat sunt qui ipsum ex eiusmod aute pariatur do cupidatat tempor. Qui ut officia eu est non ad mollit consequat in nisi enim voluptate. Culpa ut minim qui mollit qui tempor velit in enim esse fugiat consequat.\r\n",
    "title": "est",
    "subTitle": "consequat",
    "address": "Duis tempor excepteur irure dolore qui.",
    "afterBookingAddress": "Minim exercitation duis culpa qui ad dolor dolore pariatur excepteur.",
    "directions": "Et duis ad consequat dolor adipisicing.",
    "afterBookingDirections": "Dolore voluptate amet occaecat sit ea proident.",
    "wifiDetails": "Deserunt irure eiusmod et voluptate voluptate commodo laboris.",
    "town": "duis",
    "wifi": true,
    "pool": true,
    "ac": true,
    "parking": true,
    "gym": false,
    "restaurant": false,
    "spa": false,
    "beachAccessType": "public"
  },
  {
    "id": 5,
    "ownerId": 3,
    "pricing": 6498,
    "checkin": 16,
    "checkout": 12,
    "propertyType": 1,
    "bed": 2,
    "bedrooms": 4,
    "bathrooms": 1,
    "area": "large",
    "generalInfo": "Non magna deserunt adipisicing enim in dolore eu consectetur. Sint sint labore nulla nulla pariatur reprehenderit eiusmod culpa nisi elit consequat ullamco. Irure consectetur aliqua incididunt eu tempor dolore eiusmod eiusmod consectetur ut laboris aute eiusmod. Non sit mollit sint in velit duis consequat eiusmod. Deserunt ut pariatur commodo officia labore ipsum consectetur et cillum magna sit consequat. Deserunt Lorem anim adipisicing quis exercitation culpa quis sint anim enim dolor enim culpa. Voluptate anim nisi labore est et adipisicing duis ut ea exercitation et fugiat excepteur adipisicing.\r\n",
    "title": "sunt",
    "subTitle": "mollit",
    "address": "Incididunt culpa ut ad cillum deserunt do incididunt aute sit.",
    "afterBookingAddress": "Dolor ullamco ut labore in adipisicing minim in.",
    "directions": "Veniam nostrud aute consequat qui ullamco sit occaecat minim culpa ut cupidatat fugiat irure.",
    "afterBookingDirections": "Do ullamco ullamco aliquip sunt dolor non sit id id proident.",
    "wifiDetails": "Amet nisi id nulla do culpa dolor eu veniam ut do cillum proident.",
    "town": "dolore",
    "wifi": true,
    "pool": true,
    "ac": true,
    "parking": false,
    "gym": true,
    "restaurant": true,
    "spa": true,
    "beachAccessType": "private"
  },
  {
    "id": 6,
    "ownerId": 1,
    "pricing": 3941,
    "checkin": 16,
    "checkout": 12,
    "propertyType": 4,
    "bed": 2,
    "bedrooms": 5,
    "bathrooms": 2,
    "area": "small",
    "generalInfo": "Dolor qui magna non minim occaecat proident quis cupidatat aute excepteur est pariatur ut aliqua. Consectetur veniam do occaecat anim Lorem nisi non est. Laborum mollit nostrud duis labore est qui occaecat cillum dolor minim. Occaecat non excepteur deserunt ea officia ut adipisicing mollit.\r\n",
    "title": "exercitation",
    "subTitle": "esse",
    "address": "Veniam et mollit do minim.",
    "afterBookingAddress": "Elit ea cupidatat commodo nulla irure nostrud velit laboris deserunt non elit cillum sit aliquip.",
    "directions": "Ut amet tempor aute voluptate mollit ex elit dolore.",
    "afterBookingDirections": "Sint laboris eu culpa sit proident commodo et ipsum ipsum proident do ex dolor Lorem.",
    "wifiDetails": "Ut proident Lorem dolor laborum.",
    "town": "adipisicing",
    "wifi": false,
    "pool": true,
    "ac": true,
    "parking": false,
    "gym": false,
    "restaurant": true,
    "spa": false,
    "beachAccessType": "public"
  },
  {
    "id": 7,
    "ownerId": 3,
    "pricing": 3495,
    "checkin": 16,
    "checkout": 10,
    "propertyType": 5,
    "bed": 3,
    "bedrooms": 3,
    "bathrooms": 1,
    "area": "large",
    "generalInfo": "Sint cillum ut voluptate qui eu qui nisi. Excepteur mollit consequat elit cillum veniam cupidatat et sit. Do excepteur quis exercitation anim deserunt sint tempor irure do aliqua. Occaecat labore eu minim sunt. Aute nostrud ipsum ea in consequat irure Lorem.\r\n",
    "title": "esse",
    "subTitle": "tempor",
    "address": "Anim qui deserunt ad ea nulla amet sint culpa elit do ullamco incididunt excepteur.",
    "afterBookingAddress": "Laboris deserunt aute occaecat qui amet et ipsum sit.",
    "directions": "Sint eiusmod officia duis voluptate excepteur commodo ad nisi adipisicing eiusmod aute aliquip adipisicing id.",
    "afterBookingDirections": "Non velit amet sunt tempor fugiat consequat aute esse cupidatat incididunt ad minim.",
    "wifiDetails": "Anim nulla proident consequat ut culpa et irure irure.",
    "town": "amet",
    "wifi": true,
    "pool": false,
    "ac": true,
    "parking": true,
    "gym": false,
    "restaurant": false,
    "spa": true,
    "beachAccessType": "public"
  },
  {
    "id": 8,
    "ownerId": 3,
    "pricing": 3195,
    "checkin": 16,
    "checkout": 10,
    "propertyType": 3,
    "bed": 2,
    "bedrooms": 1,
    "bathrooms": 2,
    "area": "large",
    "generalInfo": "Eiusmod anim quis proident ullamco cupidatat velit exercitation officia eiusmod. Minim pariatur velit commodo nisi non mollit adipisicing excepteur enim irure nulla mollit. Ut minim Lorem esse aliqua deserunt sunt fugiat elit mollit irure laborum ad.\r\n",
    "title": "esse",
    "subTitle": "ullamco",
    "address": "Velit reprehenderit fugiat veniam sit tempor aliqua exercitation.",
    "afterBookingAddress": "Ad sunt tempor eu proident amet Lorem esse ea anim pariatur consequat eu in.",
    "directions": "Reprehenderit fugiat mollit dolor et do ex ullamco veniam non proident eiusmod voluptate.",
    "afterBookingDirections": "Minim fugiat dolor proident veniam.",
    "wifiDetails": "Qui anim reprehenderit magna do laborum adipisicing reprehenderit nulla fugiat non mollit.",
    "town": "do",
    "wifi": false,
    "pool": false,
    "ac": true,
    "parking": false,
    "gym": false,
    "restaurant": false,
    "spa": true,
    "beachAccessType": "private"
  },
  {
    "id": 9,
    "ownerId": 3,
    "pricing": 1502,
    "checkin": 15,
    "checkout": 11,
    "propertyType": 2,
    "bed": 2,
    "bedrooms": 4,
    "bathrooms": 1,
    "area": "large",
    "generalInfo": "Cillum do laboris aliqua anim excepteur anim ullamco fugiat. Occaecat incididunt ullamco laborum dolor voluptate sunt dolore consectetur adipisicing proident do quis. Est eiusmod dolor in quis officia.\r\n",
    "title": "incididunt",
    "subTitle": "labore",
    "address": "Veniam cillum cupidatat et non.",
    "afterBookingAddress": "Do ea anim esse nulla ad anim reprehenderit nostrud.",
    "directions": "Excepteur esse pariatur culpa aliqua proident enim.",
    "afterBookingDirections": "Proident anim ullamco labore deserunt duis irure fugiat.",
    "wifiDetails": "Aliquip sint ex consectetur mollit eu aliqua mollit deserunt ex labore.",
    "town": "ad",
    "wifi": true,
    "pool": false,
    "ac": true,
    "parking": false,
    "gym": true,
    "restaurant": true,
    "spa": true,
    "beachAccessType": "none"
  },
  {
    "id": 10,
    "ownerId": 3,
    "pricing": 6304,
    "checkin": 15,
    "checkout": 10,
    "propertyType": 5,
    "bed": 2,
    "bedrooms": 2,
    "bathrooms": 3,
    "area": "large",
    "generalInfo": "Quis nisi ad ut dolore reprehenderit in. Cillum adipisicing sunt cillum duis ullamco sunt ad adipisicing magna labore dolor ad incididunt. Dolor eiusmod minim fugiat ullamco anim irure dolore dolore non et exercitation enim id. Nostrud aute enim culpa est minim. Ipsum consectetur voluptate non aliqua Lorem ut. Consequat aute excepteur minim id sunt sit dolore eiusmod nisi commodo.\r\n",
    "title": "veniam",
    "subTitle": "nulla",
    "address": "Reprehenderit nulla pariatur qui adipisicing proident labore dolor et ad deserunt magna.",
    "afterBookingAddress": "Et ipsum elit ea irure mollit fugiat eiusmod do aliqua.",
    "directions": "Minim sit incididunt ipsum ex id eu eu excepteur duis nostrud proident duis.",
    "afterBookingDirections": "Nostrud nostrud occaecat id adipisicing exercitation nostrud cupidatat nisi aliquip occaecat.",
    "wifiDetails": "Eiusmod ad ea exercitation dolore laboris exercitation sint aliquip Lorem in voluptate do in eu.",
    "town": "eiusmod",
    "wifi": true,
    "pool": true,
    "ac": false,
    "parking": true,
    "gym": true,
    "restaurant": true,
    "spa": false,
    "beachAccessType": "public"
  },
  {
    "id": 11,
    "ownerId": 1,
    "pricing": 2379,
    "checkin": 16,
    "checkout": 10,
    "propertyType": 4,
    "bed": 3,
    "bedrooms": 1,
    "bathrooms": 3,
    "area": "large",
    "generalInfo": "Laboris aliquip esse tempor deserunt laborum enim exercitation officia adipisicing occaecat. Commodo velit elit incididunt elit minim esse incididunt cillum elit id aliqua mollit commodo excepteur. Magna qui laboris officia esse commodo elit. Duis ex deserunt nostrud minim Lorem eiusmod. Laboris qui dolor aute id excepteur commodo aliqua consectetur commodo nostrud mollit. Amet aliquip quis incididunt et fugiat ullamco Lorem quis ut. Dolore eu incididunt esse esse et cupidatat laboris voluptate aliquip.\r\n",
    "title": "esse",
    "subTitle": "officia",
    "address": "Laboris consequat enim occaecat consequat sint incididunt mollit minim elit sunt consectetur esse in nulla.",
    "afterBookingAddress": "Ex officia commodo cupidatat eiusmod velit ut.",
    "directions": "Dolor deserunt cillum irure magna consequat laborum sunt magna eiusmod ad non incididunt tempor fugiat.",
    "afterBookingDirections": "Esse reprehenderit voluptate ut aliquip cillum.",
    "wifiDetails": "Fugiat incididunt reprehenderit pariatur eiusmod laboris et sint.",
    "town": "dolore",
    "wifi": true,
    "pool": false,
    "ac": false,
    "parking": false,
    "gym": true,
    "restaurant": true,
    "spa": true,
    "beachAccessType": "none"
  },
  {
    "id": 12,
    "ownerId": 2,
    "pricing": 5161,
    "checkin": 16,
    "checkout": 12,
    "propertyType": 2,
    "bed": 5,
    "bedrooms": 2,
    "bathrooms": 2,
    "area": "medium",
    "generalInfo": "Sunt voluptate adipisicing veniam in consequat dolore excepteur pariatur ut ipsum. Aliquip exercitation mollit aliqua proident ad qui mollit in reprehenderit. Incididunt proident labore amet aute aliquip occaecat aute occaecat irure velit. Ex tempor pariatur ad voluptate sint nostrud dolor sit fugiat ullamco. Elit velit ipsum duis pariatur proident nulla ullamco sint officia. In consequat proident magna velit. Excepteur dolor incididunt pariatur excepteur fugiat cillum cupidatat ad.\r\n",
    "title": "occaecat",
    "subTitle": "excepteur",
    "address": "Labore in esse non pariatur anim incididunt ullamco do nisi ex esse.",
    "afterBookingAddress": "Do qui nulla non mollit.",
    "directions": "Incididunt aliqua ut duis ipsum nostrud officia voluptate.",
    "afterBookingDirections": "Labore enim officia reprehenderit in veniam aute Lorem quis.",
    "wifiDetails": "Consectetur anim velit magna enim dolor magna ea ut.",
    "town": "ullamco",
    "wifi": false,
    "pool": true,
    "ac": false,
    "parking": false,
    "gym": false,
    "restaurant": true,
    "spa": true,
    "beachAccessType": "none"
  },
  {
    "id": 13,
    "ownerId": 2,
    "pricing": 7074,
    "checkin": 14,
    "checkout": 10,
    "propertyType": 4,
    "bed": 2,
    "bedrooms": 5,
    "bathrooms": 2,
    "area": "medium",
    "generalInfo": "Elit laboris laborum aute do fugiat id cillum adipisicing sit aute. Consectetur non tempor voluptate laborum consequat duis veniam consequat magna consectetur cupidatat. Dolore labore consequat consectetur labore mollit Lorem magna ex Lorem nostrud duis culpa pariatur. Occaecat in cillum labore dolore et exercitation. In proident cupidatat laboris eu consequat nulla exercitation laboris culpa.\r\n",
    "title": "occaecat",
    "subTitle": "est",
    "address": "Exercitation laboris anim pariatur nulla velit qui ad minim labore.",
    "afterBookingAddress": "Veniam occaecat culpa incididunt dolor.",
    "directions": "Enim et excepteur elit dolore aliquip magna qui.",
    "afterBookingDirections": "Officia Lorem tempor elit magna.",
    "wifiDetails": "Voluptate mollit magna esse reprehenderit consectetur commodo id nulla ex sint eiusmod tempor sit aliquip.",
    "town": "ea",
    "wifi": true,
    "pool": true,
    "ac": false,
    "parking": true,
    "gym": false,
    "restaurant": false,
    "spa": false,
    "beachAccessType": "public"
  },
  {
    "id": 14,
    "ownerId": 1,
    "pricing": 5627,
    "checkin": 15,
    "checkout": 12,
    "propertyType": 5,
    "bed": 5,
    "bedrooms": 1,
    "bathrooms": 3,
    "area": "small",
    "generalInfo": "Minim aute elit mollit veniam minim Lorem voluptate minim occaecat minim fugiat nisi magna non. Velit aute officia eu aliqua aliqua laborum. Officia aliqua pariatur dolore ipsum cillum culpa commodo aliqua. Qui mollit est commodo minim pariatur dolore minim fugiat Lorem sit aliquip.\r\n",
    "title": "officia",
    "subTitle": "ut",
    "address": "Laboris sint fugiat culpa minim nulla enim culpa ullamco elit.",
    "afterBookingAddress": "Voluptate nulla sunt ad ipsum aute.",
    "directions": "Dolore ut et Lorem nisi ullamco consectetur ut eu eiusmod fugiat consequat ex.",
    "afterBookingDirections": "Consequat nulla veniam occaecat excepteur irure cupidatat dolor ipsum aliqua duis velit Lorem.",
    "wifiDetails": "Voluptate laboris consectetur veniam est nulla aute Lorem et laborum exercitation mollit ex.",
    "town": "est",
    "wifi": true,
    "pool": true,
    "ac": false,
    "parking": false,
    "gym": false,
    "restaurant": true,
    "spa": false,
    "beachAccessType": "none"
  },
  {
    "id": 15,
    "ownerId": 1,
    "pricing": 5834,
    "checkin": 14,
    "checkout": 12,
    "propertyType": 1,
    "bed": 5,
    "bedrooms": 2,
    "bathrooms": 3,
    "area": "small",
    "generalInfo": "Duis cupidatat ullamco qui in fugiat sit duis ut minim. Minim nostrud enim eu ullamco Lorem exercitation eu ad ut eu. Laboris veniam aliquip sit eiusmod velit sint amet culpa id nulla. Est duis deserunt deserunt esse fugiat ipsum sit labore occaecat. Velit anim non excepteur aliqua magna incididunt magna et. Do anim nisi pariatur irure.\r\n",
    "title": "ut",
    "subTitle": "laborum",
    "address": "Mollit aliqua mollit aute nulla deserunt occaecat.",
    "afterBookingAddress": "Nisi occaecat tempor amet in non deserunt nostrud aliqua magna irure.",
    "directions": "Voluptate deserunt duis ex ex irure excepteur esse non ullamco tempor.",
    "afterBookingDirections": "Aute consectetur enim sit exercitation adipisicing proident nisi ea irure ipsum.",
    "wifiDetails": "Quis nostrud eu labore aliquip pariatur ex mollit consectetur duis velit qui ad.",
    "town": "sunt",
    "wifi": false,
    "pool": true,
    "ac": true,
    "parking": false,
    "gym": true,
    "restaurant": false,
    "spa": false,
    "beachAccessType": "none"
  }
],



"photos":

[
    {
        "id": 1,
        "title": "Serene Beach House",
        "url": "https://picsum.photos/200/300?01",
        "propertyId": 1,
        "isDefault": true
    },
    {
        "id": 2,
        "title": "Modern City Loft",
        "url": "https://picsum.photos/200/300?02",
        "propertyId": 2,
        "isDefault": false
    },
    {
        "id": 3,
        "title": "Cozy Mountain Cabin",
        "url": "https://picsum.photos/200/300?03",
        "propertyId": 3,
        "isDefault": true
    },
    {
        "id": 4,
        "title": "Luxury Urban Condo",
        "url": "https://picsum.photos/200/300?04",
        "propertyId": 1,
        "isDefault": false
    },
    {
        "id": 5,
        "title": "Spacious Country Estate",
        "url": "https://picsum.photos/200/300?05",
        "propertyId": 2,
        "isDefault": true
    },
    {
        "id": 6,
        "title": "Charming Studio Apartment",
        "url": "https://picsum.photos/200/300?06",
        "propertyId": 2,
        "isDefault": false
    },
    {
        "id": 7,
        "title": "Bright Office Space",
        "url": "https://picsum.photos/200/300?07",
        "propertyId": 2,
        "isDefault": true
    },
    {
        "id": 8,
        "title": "Luxurious Living Room",
        "url": "https://picsum.photos/200/300?08",
        "propertyId": 2,
        "isDefault": false
    },
    {
        "id": 9,
        "title": "Contemporary Balcony View",
        "url": "https://picsum.photos/200/300?09",
        "propertyId": 13,
        "isDefault": true
    },
    {
        "id": 10,
        "title": "Vintage Bedroom Decor",
        "url": "https://picsum.photos/200/300?10",
        "propertyId": 1,
        "isDefault": false
    },
    {
        "id": 11,
        "title": "Spacious Garage",
        "url": "https://picsum.photos/200/300?11",
        "propertyId": 2,
        "isDefault": true
    },
    {
        "id": 12,
        "title": "Elegant Home Office",
        "url": "https://picsum.photos/200/300?12",
        "propertyId": 3,
        "isDefault": false
    },
    {
        "id": 13,
        "title": "Rustic Kitchen Design",
        "url": "https://picsum.photos/200/300?13",
        "propertyId": 13,
        "isDefault": true
    },
    {
        "id": 14,
        "title": "Modern Bathroom Interior",
        "url": "https://picsum.photos/200/300?14",
        "propertyId": 2,
        "isDefault": false
    },
    {
        "id": 15,
        "title": "Cozy Attic Bedroom",
        "url": "https://picsum.photos/200/300?15",
        "propertyId": 3,
        "isDefault": true
    }
]


}